{
    "title1": "Avec une lentille/loupe",
    "text1" : "Pour concentrer les rayons du soleil sur l’amadou, on peut utiliser la lentille d’un appareil photographique, celles d’une paire de jumelles (les grosses lentilles convexes), celle d’un télescope ou d’une lampe de poche. Placer la lentille de façon à concentrer les rayons du soleil sur l’amadou ou autre allume-feu. Maintenir la lentille avec patience jusqu’à ce que l’amadou  commence à fumer. Soufller dessus ou ventiler jusqu’à ce qu’il s’enflamme.",
    "title2": "Avec une pierre et de l'acier",
    "text2": "Voilà la meilleure méthode d’enflammer l’amadou trés sec quand on ne dispose pas d’allumettes. A défaut de pierre à briquet, utilisez une pierre trés dure. Tenez celle-ci le plus près possible de l’amadou et frappez-la avec la lame d’un couteau ou tout autre objet en acier. Frapper en mouvements descendants pour que les étincelles jaillissent au centre de l’amadou.",
    "title3": "Par frottement du bois avec lannière",
    "text3": "Utilisez un bout de jonc (d’environ 60 cm de longueur) et un bâton sec ou une petite branche. Pratiquez une fente sur une des extrèmités du morceau de jonc que vous appuierez ensuite sur une pierre. Maintenez cette fente ouverte en y introduisant un petit coin (pierre ou pièce de bois.) Placez un tampon d’amadou sous la planche. Entre celle-ci et l’amadou , passez une lanière que vous ferez vivement glisser contre le jonc en faisant des mouvements de scie. Ce faisant, retenez la planche avec votre pied.",
    "title4": "Par frottement du bois avec un arc",
    "text4": "Avec une branche courbée, faites un arc à l’aide d’un lacet de chaussure, d’une corde ou d’une lanière. Enroulez la ligne autour d’une baguette de bois mou et sec que vous ferez pivoter entre une planche de bois dur très sec posée sur le sol et un bloc placé dans le creux de votre main. Vous obtiendrez, ainsi, une poudre noire qui s’enflammera peu à peu. Une fois le leu bien amorcé, retirez votre arc et ajoutez du combustible",
    "title5": "Par frottement avec un mouvement de scie",
    "text5": "Il s’agit de prendre deux morceaux de bois (bâtons) et de les frotter vigoureusement l’un contre l’autre avec un mouvement de scie. On emploie souvent cette méthode dans la jungle. En guise de scie, on utilise du bambou fendu ou toute espèce de bois mou. Le bois de support doit être très sec. Le frottement se fait au-dessus d’un bon allume-feu."
}